Repository: kode54/MASShortcut
Catalog: Framework/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ru, sv, zh_hans, zh_hant

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセルする
ko: 취소
nl: Verbreken
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

source: Click to record new shortcut
cs: Kliknutím nahrajete novou zkratku
de: Klicken um neuen Kurzbefehl aufzunehmen
es: Haga clic para grabar nuevo atajo
fr: Cliquez pour enregistrer le raccourci
it: Fai clic per registrare una nuova abbreviazione
ja: クリックしてショートカットを入力
ko: 클릭해 단축 키를 입력
nl: Druk om een nieuwe sneltoets in te voeren
pl: Kliknij, by ustawić nowy skrót
pt: Clique para gravar o atalho
ru: Нажмите для записи сочетания клавиш
sv: Klicka för att registrera ny kortkommando
zh_hans: 点击以记录新快捷键
zh_hant: 按一下以記錄新快速鍵

source: Delete shortcut
cs: Smazat zkratku
de: Kurzbefehl Löschen
es: Borrar atajo
fr: Supprimer le raccourci
it: Cancella abbreviazione
ja: ショートカットを削除
ko: 단축키 삭제
nl: Verwijder sneltoets
pl: Usuń skrót
pt: Apagar atalho
ru: Удалить горячую клавишу
sv: Ta bort en kortkommando
zh_hans: 删除快捷键
zh_hant: 刪除快速鍵

source: keyboard shortcut
cs: klávesová zkratka
de: Kurzbefehl
es: función rápida de teclado
fr: raccourci clavier
it: Abbreviazione da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
nl: sneltoets
pl: skrót klawiszowy
pt: atalho de teclado
ru: сочетание клавиш
sv: Tangentbordskortkommando
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

source: Record Shortcut
cs: Nahrát zkratku
de: Kurzbefehl aufnehmen
es: Grabar Función rápida
fr: Enregistrer le raccourci
it: Registra abbreviazione
ja: ショートカットを入力
ko: 단축키 입력
nl: Sneltoets opnemen
pl: Utwórz skrót
pt: Gravar Atalho
ru: Ввести сочетание
sv: Registrera kortkommando
zh_hans: 记录快捷键
zh_hant: 記錄快速鍵

source: Shortcut cleared
cs: zkratka smazána
de: Kurzbefehl gelöscht
es: Función rápida eliminada
fr: Raccourci supprimé
it: Abbreviazione rimossa
ja: ショートカットが削除されました
ko: 단축키 삭제됨
nl: Sneltoets verwijderd
pl: Skrót usunięty
pt: Atalho limpo
ru: Сочетание клавиш удалено
sv: Kortkommando rensas
zh_hans: 快捷键已清除
zh_hant: 快速鍵已清除

source: Shortcut set
cs: zkratka nastavena
de: Kurzbefehl gesetzt
es: Función rápida creada
fr: Raccourci configuré
it: Abbreviazione impostata
ja: ショートカットが設定されました
ko: 단축키 설정됨
nl: Sneltoets zetten
pl: Skrót ustawiony
pt: Atalho definido
ru: Сочетание клавиш назначено
sv: Kortkommando uppsättning
zh_hans: 快捷键已设置
zh_hant: 快速鍵已設定

source: Space
cs: Mezerník
de: Leertaste
es: Espacio
fr: Espace
it: Spazio
ja: スペース
ko: 스페이스 바
nl: Spatie
pl: Spacja
pt: Espaço
ru: Пробел
sv: Utrymme
zh_hans: 空格键
zh_hant: 空格鍵

source: The key combination %@ cannot be used
cs: Kombinace %@ se nedá použít
de: Die Tastenkombination %@ kann nicht genutzt werden
es: La combinación de teclas %@ no puede ser utilizada
fr: La combinaison %@ ne peut être utilisée
it: Questa combinazione %@ di tasti non può essere usata
ja: %@ はショートカットに設定できません
ko: %@ 단축키로 설정할 수 없습니다
nl: De sneltoetsencombinatie kan niet worden gebruikt
pl: Nie można użyć kombinacji klawiszy %@
pt: A combinação de teclas “%@” não pode ser usada
ru: Нельзя использовать сочетание клавиш %@
sv: Tangentkombinationen %@ kan inte användas
zh_hans: 按键组合“%@”无法使用
zh_hant: 按鍵組合「%@」無法使用

source: This combination cannot be used because it is already used by a system-wide keyboard shortcut. If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.
cs: Tato zkratka se nedá použít, protože už ji obsadil systém. Kdybyste na ní trvali, většina systémových zkratek se dá přenastavit v Předvolbách systému.
de: Diese Kombination kann nicht genutzt werden, weil sie bereits als systemweiter Kurzbefehl genutzt wird. Falls du diese Tastenkombination wirklich benutzen willst, können die meisten Kurzbefehle in den Tastatur Systemeinstellungen geändert werden.
es: Esta combinación no puede ser utilizar debido a que es una función rápida del sistema. Si realmente desea utilizar esta combinación de teclas, la mayoría de las funciones rápidas se puede cambiar en el Panel de Teclado en las Preferencias del sistema.
fr: Cette combinaison de touches ne peut être utilisée parce qu’elle est réservée pour un raccourci du système. Si vous désirez l’utiliser, la plupart des raccourcis peuvent être modifiés dans l’onglet Clavier, dans Préférences Système.
it: Questa combinazione di tasti non può essere usata perché già assegnata a un'abbreviazione da tastiera a livello di Sistema. Se vuoi davvero usare questa combinazione di tasti, puoi modificare la maggior parte delle abbreviazioni nei pannelli Tastiera e Mouse delle Preferenze di Sistema.
ja: このショートカットは、システム全体で使用されているショートカットのため、設定することができません。 もしこのショートカットを使用したい場合、「システム環境設定」の「キーボード」、「マウス」のパネルから既に設定されているショートカットを変更してください。
ko: 이 결합은 시스템 전체에서 사용 때문에 단축키로 설정 할 수 없습니다. 단축키를 사용하고 싶으면 시스템 환경 설정의 키보드, 마우스 패널에서 이미 설정되어있는 단축키를 변경하십시오.
nl: Deze combinatie kan niet worden gebruikt want hij wordt al gebruikt door een systeembreed sneltoets. Als je deze combinatie echt wilt gebruiken, kun je de meeste sneltoetsen binnen Toetsenbordinstellingen veranderen.
pl: Nie można użyć tej kombinacji, ponieważ jest już zajęta przez skrót systemowy. Możesz to zmienić w panelu Klawiatura w Preferencjach systemowych.
pt: Esta combinação não pode ser usada porque ela já é usada por um atalho global do sistema. A maioria dos atalhos pode ser alterada no painel Teclado das Preferências do Sistema, caso realmente deseje usar esta combinação.
ru: Нельзя использовать это сочетание клавиш, потому что оно уже используется в системе. Если вы хотите использовать это сочетание, измените существующее системное сочетание клавиш через панель Клавиатура в Cистемных настройках.
sv: Den här kombinationen kan inte användas eftersom den redan används som en tangentbordskortkommando. Om du verkligen vill använda den här tangentkombinationen kan de flesta genvägar ändras under Tangentbord & Mus i Systeminställningar.
zh_hans: 当前按键组合无法使用，因为它已经用作其他系统全局快捷键。 如果您真的想使用这个按键组合，大部分系统全局快捷键能在“系统偏好设置”里的“键盘”和“鼠标”面板中重设。
zh_hant: 目前按鍵組合無法使用，因為它已經用作其他系統全域快速鍵。 如果您真的想使用此按鍵組合，大部分的系統全域快速鍵可在「系統偏好設定」裡的「鍵盤」和「滑鼠」面板中變更。

source: This shortcut cannot be used because it is already used by the menu item ‘%@’.
cs: Tato zkratka se nedá použít, protože už je použita pro menu (%@).
de: Dieser Kurzbefehl kann nicht genutzt werden, weil er bereits vom Menüpunkt „%@“ genutzt wird.
es: Esta función rápida no se puede utilizar debido a que ya está siendo utilizada por el elemento de menú '%@'.
fr: Ce raccourci ne peut être utilisé parce qu’il est déjà utilisé par le point de menu «%@».
it: Questa combinazione di tasti non può essere usata perché già usata dalla voce di menu ‘%@’.
ja: このショートカットは、メニュー操作の「%@」で使われているため、設定できません。
ko: 이 단축키는 ‘%@’ 메뉴 아이템에 사용되고 있기 때문에 설정할 수 없습니다.
nl: Deze sneltoets kan niet worden gebruikt want hij wordt al gebruikt door het menu item ‘%@’.
pl: Ten skrót nie może być użyty, ponieważ w menu ma już przypisaną funkcję ‘%@’.
pt: Este atalho não pode ser usado porque ele já é usado pelo item de menu “%@”.
ru: Нельзя использовать это сочетание, потому что оно уже связано с элементом ‘%@’.
sv: Denna kortkommando kan inte användas eftersom det redan används av ett menyalternativ ‘%@’.
zh_hans: 当前快捷键无法使用，因为它已用作菜单项“%@”的快捷键。
zh_hant: 目前快速鍵無法使用，因為它已經用作選單項目「%@」的快速鍵。

source: To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut.
cs: Pokud chcete nahrát novou zkratku, stiskněte toto tlačítko a následně vybranou zkratku. Stisknutím Delete vymažete stávající zkratku.
de: Drücke diesen Button, um einen neuen Kurzbefehl aufzunehmen. Tippe dann den neuen Kurzbefehl oder drücke Löschen, um den aktuellen Kurzbefehl zu löschen.
es: Para grabar una nueva función rápida, haga clic en este botón, y luego teclee la nueva función rápida, o pulse borrar para quitar una función rápida existente.
fr: Pour enregistrer un nouveau raccourci, cliquez sur ce bouton et tapez le nouveau raccourci, ou bien, tapez sur «Supprimer» pour supprimer le raccourci configuré.
it: Per registrare una nuova abbreviazione fai clic su questo pulsante, quindi inserisci i tasti della nuova abbreviazione o premi cancella per ripristinare un'abbreviazione esistente.
ja: このボタンをクリックし、ショートカットを入力すると、新しいショートカットが設定されます。また、削除ボタンをおすと、ショートカットが削除されます。
ko: 이 버튼을 클릭하고 단축키를 입력하면 새로운 단축키가 설정됩니다. 또한 삭제 버튼을 누르면 단축키가 삭제됩니다.
nl: Om nieuwe sneltoets op te nemen, druk op deze knop, en voer een nieuwe sneltoets in, of druk op verwijder om bestaande sneltoets te verwijderen.
pl: Aby ustawić nowy skrót, użyj tego przycisku, a następnie wpisz nowy skrót albo naciśnij klawisz delete, by usunąć istniejący skrót
pt: Para gravar um atalho novo, clique neste botão e digite o novo atalho ou pressione apagar para limpar um atalho existente.
ru: Чтобы назначить новое сочетание клавиш, нажмите эту кнопку и введите новое сочетание, или нажмите "Удалить", чтобы удалить действующее сочетание клавиш.
sv: För att registrera en ny kortkommando, klicka på den här knappen och skriv sedan in den nya kortkommando, eller tryck på radera för att rensa en befintlig kortkommando.
zh_hans: 若要记录新的快捷键，单击此按钮，然后键入新的快捷键，或者按“delete键”删除已经存在的快捷键。
zh_hant: 若要記錄新的快速鍵，按一下此按鈕，然後輸入新的快速鍵，或者按「delete」鍵刪除已經存在的快速鍵。

source: Type New Shortcut
cs: Stiskněte zkratku
de: Neuen eingeben
es: Teclee la nueva función rápida
fr: Saisir un raccourci
it: Digita nuova abbreviazione
ja: ショートカットを入力
ko: 새 단축키 입력
nl: Voer Nieuwe Sneltoets in
pl: Wpisz nowy skrót
pt: Digite o atalho
ru: Введите сочетание
sv: Skriv Ny Kortkommando
zh_hans: 键入新快捷键
zh_hant: 輸入新快速鍵

source: Type Shortcut
cs: Stiskněte zkratku
de: Kurzbefehl eingeben
es: Teclee la función rápida
fr: Saisir un raccourci
it: Digita abbreviazione
ja: ショートカットを入力
ko: 단축키 입력
nl: Voer Sneltoets in
pl: Wpisz skrót
pt: Digite o atalho
ru: Введите сочетание
sv: Skriv Kortkommando
zh_hans: 键入快捷键
zh_hant: 輸入快速鍵

source: Use Old Shortcut
cs: Vrátit se k původní
de: Alten nutzen
es: Usar una función rápida previa
fr: Revenir au raccourci précédent
it: Usa abbreviazione precedente
ja: 古いショートカットを使用
ko: 오래된 단축키를 사용
nl: Gebruik Oude Sneltoets
pl: Użyj starego skrótu
pt: Usar atalho antigo
ru: Вернуть старое
sv: Använd Gammal Kortkommando
zh_hans: 还原快捷键
zh_hant: 還原快速鍵

source: OK
ko: 좋아
ru: ОК
zh_hans: 好
zh_hant: 好
